Repository: Bhanditz/pdfXBlock
Catalog: pdf/translations/*/LC_MESSAGES/text.po
Languages: eo

source: Display Name
eo: Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: PDF
eo: PDF Ⱡ'σяєм#

source: This name appears in the horizontal navigation at the top of the page.
eo: Thïs nämé äppéärs ïn thé hörïzöntäl nävïgätïön ät thé töp öf thé pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: PDF URL
eo: PDF ÛRL Ⱡ'σяєм ιρѕυм #

source: http://tutorial.math.lamar.edu/pdf/Trig_Cheat_Sheet.pdf
eo: http://tütörïäl.mäth.lämär.édü/pdf/Trïg_Çhéät_Shéét.pdf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: The URL for your PDF.
eo: Thé ÛRL för ýöür PDF. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: PDF Download Allowed
eo: PDF Döwnlöäd Àllöwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Display a download button for this PDF.
eo: Dïspläý ä döwnlöäd ßüttön för thïs PDF. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Source document button text
eo: Söürçé döçümént ßüttön téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: Add a download link for the source file of your PDF. Use it for example to provide the PowerPoint file used to create this PDF.
eo: Àdd ä döwnlöäd lïnk för thé söürçé fïlé öf ýöür PDF. Ûsé ït för éxämplé tö prövïdé thé PöwérPöïnt fïlé üséd tö çréäté thïs PDF. Ⱡ'σяє#

source: Source document URL
eo: Söürçé döçümént ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: True
eo: Trüé Ⱡ'σяєм ι#

source: False
eo: Fälsé Ⱡ'σяєм ιρѕ#

source: Default : Download the source document
eo: Défäült : Döwnlöäd thé söürçé döçümént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Save
eo: Sävé Ⱡ'σяєм ι#

source: Cancel
eo: Çänçél Ⱡ'σяєм ιρѕυ#

source: It appears you don't have a PDF plugin for this browser.
eo: Ìt äppéärs ýöü dön't hävé ä PDF plügïn för thïs ßröwsér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Download the PDF
eo: Döwnlöäd thé PDF Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Download the source document
eo: Döwnlöäd thé söürçé döçümént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
